Revit 2024 API
BuiltInFailures.RegenFailures Class
 Failures about RegenFailures.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class RegenFailures
Visual Basic
Public NotInheritable Class RegenFailures
Visual C++
public ref class RegenFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.RegenFailures
See Also
BuiltInFailures.RegenFailures Members
Autodesk.Revit.DB Namespace